{
  "aboutUsTitle": "About The Cooperative",
  "aboutUsText": "       Our construction and habitacional cooperative has a rich history of 40 years of activity, during which we have built some of the most notable housing projects in the city of Évora.\n Our experience has taught us the importance of providing affordable and sustainable housing solutions that meet the diverse needs of our community.\n As a cooperative, we are dedicated to fostering a sense of community and cooperation among our members, and we provide opportunities for education, training, and personal growth.\n We believe in a democratic and inclusive decision-making process that prioritizes the needs and desires of our community.\n Through our commitment to quality, affordability, and community, we aim to continue building sustainable and innovative housing solutions that will benefit our community for generations to come.",
  "howToGetThere": "Where to find us",
  "whoAreWeTitle": "Who are we?",
  "whoAreWeTextP1": "Cooperativa Giraldo Sem Pavor is a construction and housing cooperative based in Évora since 26th of February 1986, operating in the Alentejo region.",
  "whoAreWeTextP2": "This institution emerges from the union of wills and interests in solving essential issues, such as guaranteeing decent housing for families, individuals or occasional groups. The cooperative seeks to provide sustainable and comprehensive solutions, meeting the fundamental needs of the community.",
  "whoAreWeTextP3": "Therefore, the main focus of this cooperative is to make it possible for its members to access housing at controlled costs, resulting in more affordable prices compared to market values.",
  "whoAreWeTextP4": "Within this context, we are actively committed to establishing strategic partnerships with professionals such as architects, construction companies and local councils. Through this collaboration, we seek not only to design but also to realize innovative and affordable housing projects. The developments are carefully planned, providing not just houses, but homes, which our members have the opportunity to join.",
  "howDoesItWorkTitle": "How Does it Work?",
  "projectElaborationTitle": "Project Development",
  "projectElaborationText": "The land is acquired by the cooperative and a project is drawn up together with the architects.\n The project is submitted for approval by the City Council.",
  "inscriptionTitle": "Enrollment",
  "inscriptionText": "Members sign up to the cooperative to buy a house, paying a sum of €2.5 per month, €25 in membership fees and €100 in share capital.",
  "reservationTitle": "Reservation",
  "reservationText": "When the architectural project is approved by the City Council, the members are invited to consult it and make their housing reservation, if they so decide, by paying a value according to the house price which will be refunded if they give up later, or deducted later from the cost of the housing.",
  "constructionTitle": "Construction",
  "constructionText": "Once the allotment has been approved by the town hall, you can begin the construction phase. \n During this phase, construction updates are made available on this platform. It is also possible for cooperative members to schedule guided tours of the construction sites with us.",
  "advantagesTitle": "Advantages",
  "controlledCostsTitle": "Controlled Costs",
  "controlledCostsText": "As a housing and construction cooperative, we can benefit from the reduced rate of Value Added Tax (VAT) and pass this on to the cooperative member.",
  "transparencyTitle": "Transparency",
  "transparencyText": "The entire process can be monitored by the cooperator through updates, notified by email or telephone contact, on this platform.",
  "bureaucracyTitle": "Simplified bureaucracy",
  "bureaucracyText": "The long and difficult bureaucratic process is handled entirely by the cooperative.",
  "middlemanTitle": "No Middleman",
  "middlemanText": "Direct contact with the client."
}
