{
  "aboutUsTitle": "Sobre a Cooperativa",
  "aboutUsText": "       A nossa cooperativa de construção e habitação tem uma rica história de 40 anos de actividade, durante os quais construímos alguns dos projectos habitacionais mais notáveis da cidade de Évora.\n A nossa experiência ensinou-nos a importância de fornecer soluções habitacionais acessíveis e sustentáveis que satisfaçam as diversas necessidades da nossa comunidade.\n Como cooperativa, dedicamo-nos a fomentar um sentido de comunidade e cooperação entre os nossos membros, e proporcionamos oportunidades de educação, formação e crescimento pessoal.\n Acreditamos num processo de tomada de decisão democrático e inclusivo que dá prioridade às necessidades e desejos da nossa comunidade.\n Através do nosso compromisso com a qualidade, acessibilidade e comunidade, pretendemos continuar a construir soluções habitacionais sustentáveis e inovadoras que beneficiarão a nossa comunidade para as gerações vindouras.",
  "howToGetThere": "Onde nos encontrar",
  "whoAreWeTitle": "Quem Somos?",
  "whoAreWeTextP1": "A Cooperativa Giraldo Sem Pavor é uma cooperativa de construção e habitação sediada em Évora, desde 26 de Fevereiro de 1986, que opera na região do Alentejo.",
  "whoAreWeTextP2": "Esta instituição emerge da união de vontades e interesses em resolver questões essenciais, como garantir habitação digna para famílias, indivíduos ou grupos ocasionais. A cooperativa procura proporcionar soluções sustentáveis e abrangentes, atendendo às necessidades fundamentais da comunidade.",
  "whoAreWeTextP3": "Por conseguinte, o foco principal desta cooperativa é viabilizar aos seus cooperantes o acesso à habitação a custos controlados, resultando em preços mais acessíveis em comparação aos valores de mercado.",
  "whoAreWeTextP4": "Dentro desse contexto, comprometemo-nos ativamente a estabelecer parcerias estratégicas com profissionais como arquitetos, empresas de construção e câmaras municipais. Através desta colaboração, procuramos não apenas desenhar, mas também concretizar projetos habitacionais inovadores e acessíveis. Os empreendimentos são cuidadosamente planeados, proporcionando não apenas casas, mas lares, nos quais os nossos cooperantes têm a oportunidade de se inscrever.",
  "howDoesItWorkTitle": "Como Funciona?",
  "projectElaborationTitle": "Elaboração do Projeto",
  "projectElaborationText": "Os terrenos são adquiridos pela cooperativa e é feito um projeto em conjunto com os Arquitetos.\n O projeto é submetido para aprovação pela Câmara.",
  "inscriptionTitle": "Inscrição",
  "inscriptionText": "Os sócios inscrevem-se na cooperativa para a compra de casa, pagando uma verba de 2.5 € por mês , 25 € de Jóia e 100 € euros de capital social.",
  "reservationTitle": "Reserva",
  "reservationText": "Quando o projeto de arquitetura é aprovado pela Câmara, os sócios são convidados a consultar o mesmo e a fazerem a sua reserva de habitação, caso assim decidam, mediante o pagamento de uma verba dependente do valor da habitação que será reembolsado caso desistam posteriormente, ou descontado posteriormente no custo da habitação.",
  "constructionTitle": "Construção",
  "constructionText": "Após aprovação de Loteamento pela respetiva Câmara Municipal, pode começar a fase de construção. \n Nesta fase são disponibilizadas atualizações da construção nesta plataforma. É também possível para os cooperantes agendar connosco visitas guiadas aos locais de construção.",
  "advantagesTitle": "Vantagens",
  "controlledCostsTitle": "Custos Controlados",
  "controlledCostsText": "Por ser uma cooperativa de habitação e construção podemos beneficiar da taxa reduzida do Imposto sobre o Valor Acrescentado (IVA) e transmitir esse benefício ao cooperante.",
  "transparencyTitle": "Transparência",
  "transparencyText": "Todo processo pode ser acompanhado pelo cooperante através de atualizações, notificadas por email ou contacto telefónico, nesta plataforma.",
  "bureaucracyTitle": "Burocracia Simplificada",
  "bureaucracyText": "O longo e difícil processo burocrático é integralmente tratado pela cooperativa.",
  "middlemanTitle": "Sem Intermediários",
  "middlemanText": "Contacto direto com o cliente."
}
